Repository: fako/HIF
Catalog: src/datascope/locales/*/LC_MESSAGES/django.po
Languages: nl

source: Toggle navigation
nl: Wissel navigatie

source: Handbook
nl: Handboek

source: In this manual we explain how a fast fashion addiction works, how you can change your habits and what you can do to become the prowd owner of a sustainable closet.
nl: In dit handboek vertellen we hoe een fast fashion verslaving werkt, hoe je gedrag en gewoontes veranderd en wat jij zelf kan doen om de trotse eigenaar van een duurzame kast te worden.

source: A manual for addicts to break with fast fashion
nl: Afkick handboek voor de fastfashion verslaafden

source: Discover what type of shopper you are and receive loads of tips and tricks about where you CAN shop in the coolest vintage shops around the Netherlands.
nl: Ontdek wat voor soort shopper jij bent en krijg enorm veel tips over waar je dan wél kunt shoppen in de allertofste vintage winkels van Nederland.

source: The 12 step plan to recovery are attainable for every fast fashion junkie
nl: De 12 stappen van herstel zijn haalbaar voor iedere fastfashionjunkie

source: Download the e-book here and leave your comments at our social accounts
nl: Download het e-book hier en laat je comments achter op onze socials

source: The Good Fashion Friend Team
nl: Het Good Fashion Friend Team

source: We are Gaspard, Fako and Fransje and we have founded the online platform and app Good Fashion Friend in 2020. GFF helps local vintage shops in Rotterdam to thrive in an increasingly digital world. Our handbook is the closure of the is project with which we share our attained knowledge with you.
nl: Wij zijn Gaspard, Fako en Fransje en hebben in 2020 het online platform en app Good Fashion Friend opgericht voor lokale vintage winkeliers in Rotterdam om hen te helpen als fysieke winkel te overleven in de steeds digitaler wordende wereld. Dit handboek is een afsluiting van dit project waarmee we onze opgedane kennis met jou delen.

source: Testimonials
nl: Getuigenissen

source: Milica – our fan of the first hour
nl: Milica - onze fan van het eerste uur

source: It explains clearly how an addiction arises and the psychology behind it. Great tips about your shopping behavior.
nl: Op een hele simpele wijze toegelicht hoe een verslaving ontstaat en welke psychologie erachter zit. Fijne tips over je eigen shopgedrag

source: Marlous – our very first customer
nl: Marloes - onze koper van het eerste uur

source: I like my wardrobe to consist of 90% vintage and prefer to buy local. Through GFF I got to know three new shops that I never heard of in Rotterdam.
nl: Ik wil graag een kast bestaande uit 90% vintage en koop het liefst bij lokale winkels. Via GFF heb ik 3 winkels leren kennen in Rotterdam waar ik nog nooit van gehoord had

source: Contact us
nl: Contact

source: Page
nl: Pagina

source: locale
nl: lokaal

source: version
nl: versie

source: title
nl: titel

source: description
nl: omschrijving

source: static image
nl: statische afbeelding

source: No reverse match found for route "%(route)s". Please specify a valid route.
nl: Geen omgekeerde match gevonden voor route "%(route)s". Specifieer alsjeblieft een geldige route.

source: Webapps of type webpack should specify a package version.
nl: Webapps van het type webpack moeten een package versie specificeren.

source: created at
nl: gemaakt op

source: modified at
nl: aangepast op

source: search
nl: zoek

source: Your query is being processed. Please wait.
nl: Je zoekopdracht wordt verwerkt. Even geduld alsjeblieft.

source: Search for something fake.
nl: Zoek naar iets niet-bestaands

source: No results found, please try again.
nl: Geen resultaten gevonden, probeer het alsjeblieft opnieuw.

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Future Fashion is looking. Please wait.
nl: Future Fashion is aan het zoeken. Even geduld alsjeblieft.

source: Future fashion aims to stimulate re-use of clothing.
nl: Future Fashion streeft naar het hergebruik van kleding.

source: No clothing found
nl: Geen kleding gevonden

source: Search for a single word and see the canonical visuals for that word in different languages.
nl: Zoek naar een enkel woord en zie de canon afbeeldingen voor dat woord in verschillende talen.

source: No results found for
nl: Geen resultaten voor

source: Please try with another word.
nl: Probeer het alsjeblieft opnieuw met een ander woord

source: Search for a single word and see the canonical images for that word in Chinese, Russian and Portuguese.
nl: Zoek naar een enkel woord en zie de canon afbeeldingen voor dat woord in het Chinees, Russisch of Portugees

source: Wiki Feed is being generated. Please wait.
nl: Wiki Feed wordt aangemaakt. Even geduld alsjeblieft.

source: Wiki Feed is a research with the aim to create a collaborative feed system.
nl: Wiki Feed is een onderzoeksproject met het doel om samenwerkingsfeeds te maken.

source: No feed content found
nl: Geen inhoud gevonden voor de feed
